Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: Ottawa is the capital city of Canada, and the fourth largest city in the country.
es_es: Ottawa es la capital de Canadá y la cuarta mayor ciudad del país.

source: Madrid is the capital and also the largest city in the ...
es_es: Trucos de belleza para el cuidado del cabello y la piel. ...

source: Bratislava is the capital of Slovakia and with 413,192 inhabitants, the largest city in the country.
es_es: Una industria importante en Bratislava es el turismo.

source: Sofia is the administrative capital and cultural center of Bulgaria, and the largest city in the country.
es_es: Sofía es la capital administrativa y centro cultural de Bulgaria, y la ciudad más grande en el país.

source: Peru has a population of 23 million.
es_es: Perú tiene 23 millones de habitantes.

source: It has a population of 6.5 million.
es_es: Su población es de 6.500.000 habitantes.

source: It has a population of 1.4 million.
es_es: Su población asciende a 1.400.000 habitantes.

source: Japan has a population of 127.29 million.
es_es: Japón tiene una población de 127,29 millones.

source: The second largest Basilica in Rome after St. Peters St. Pauls is 132 metres long and 65 wide and 30 metres high making it not only the second largest in Rome but one of the largest in the world.
es_es: La segunda Basilica en dimension en Roma despues de San Pedro tiene 132 metros de largo y 65 de ancho con una altura de 30 metros haciendo de ella no solo la segunda en Roma sino una de las mas grandes del mundo.

source: The city is one of the economically most successful and fastest growing cities in Germany and home to numerous corporate groups and insurance companies.
es_es: Es una de las ciudades de mayor éxito económico y con un crecimiento más rápido de Alemania. Además, es la sede de numerosos grupos empresariales y compañías de seguros.

source: Krakow is the second largest and one of the oldest cities in Poland. Situated on the Vistula River, the city dates back to the 7th century. Kraków has traditionally been one of the leading centers of Polish academic.
es_es: Cracovia es la capital del voivodato de Pequeña Polonia (Województwo małopolskie) y una de las ciudades más grandes, antiguas e importantes de Polonia. Con una población de 760.000 habitantes (3 millones en el área metropolitana de Cracovia), está situada en las márgenes del río Vístula.

source: As one of the largest and fastest growing tyre manufacturers, Hankook is not only offering a broad range of high quality tyres for trucks and buses, but also a reliable breakdown service, focusing on the needs of our customers.
es_es: Como uno de los fabricantes de neumáticos más grandes y de mayor crecimiento, Hankook no sólo ofrece un amplio surtido de neumáticos de gran calidad para camiones y autobuses, sino también un servicio de asistencia en carretera de confianza para centrarse en las necesidades de sus clientes.

source: Maldonado capital city is one of the oldest populations in the interior. Since the mid-eighteenth century had a great development due to its privileged geographical position at the entrance to the Río de la Plata, then becoming the second largest city in the Banda Oriental.
es_es: Maldonado capital es una de las poblaciones más antiguas del interior del país. Ya a mediados del S XVIII tuvo un gran desarrollo debido a su posición geográfica privilegiada a la entrada del Río de la Plata, convirtiéndose entonces en la segunda ciudad más grande de la Banda Oriental.

source: - You will have to obtain a visa as a student.
es_es: - Usted debe obtener una visa de estudiante.

source: To obtain a visa
es_es: Para obtener la visa

source: Documents required to obtain a Visa prior to arrival
es_es: Requisitos para obtener Visado previo al viaje

source: Release from the requirement to obtain a visa
es_es: Exención de visado

source: We were there all morning waiting in different queues until finally we got a single-entry visa to Canada for Alexandra. I would have liked to go up to Vancouver and possibly Calgary, but finally decided to pay only $ 75 for a single entry instead of $ 150 for multiple entry.
es_es: Allí estuvimos esperando toda la mañana en diferentes colas hasta que al final conseguimos un visado de una sola entrada en Canadá para Alexandra. Me hubiera gustado llegar hasta a Vancuver y quizás Calgary, pero al final decidimos pagar sólo los $ 75 por una única entrada en vez de 150 $ por la múltiple entrada.

source: (15) Where a third-country national applies for a multiple-entry visa and for access to the RTP, the competent authorities may decide to examine and decide on both applications at the same time, on the basis of the same interview and the same supporting documents.
es_es: (15) Cuando un nacional de un tercer país solicite un visado múltiple y acceso al RTP, las autoridades competentes podrán examinar ambas solicitudes y tomar una decisión al respecto de forma simultánea y sobre la base de la misma entrevista y los mismos justificantes.

source: The price includes document preparation for the Employment center from a host company, assistance to the company with obtaining the Permit to attract and hire oreign labour at the FMS and obtaining a work permit (in the form of a plastic card), assistance with registration of the company at the FMS to obtain the right to issue work visas, invitations for a 90 day single entry “employment” visa at the FMS and the renewal of a single entry visa with a multiple entry work visa in Moscow.
es_es: Por cada miembro de la familia se hace un pago extra de $ 100 dуlares (E.E.U.U). El precio incluye la preparaciуn del paquete de documentos de parte de la empresa que ofrece el trabajo ante el Centro de Empleo, apoyo a la empresa en la obtenciуn del permiso para la atracciуn y uso de fuerza laboral extranjera ante el Servicio Migratorio Federal, asн mismo como el permiso laboral (tarjeta plбstica) para el empleado extranjero, ayuda en el registro de la empresa ante el Servicio Migratorio Federal de Rusia para que la misma tenga el derecho a expedir visas laborales, visas para un ъnico ingreso alterritorio ruso por un perнodo de 90 dнas, es decir,“visa por contrato” expedida en el Servicio Migratorio Federal de Rusia, asн como el paso de visa de ingreso ъnico al de visa laboral mъltiple para el territorio de la ciudad de Moscъ.

source: Where a third-country national lodges an application for a multiple-entry visa and an application for access to the RTP at the same time and in the same place, only one set of supporting documents shall be required.
es_es: Cuando un nacional de un tercer país presente simultáneamente y en el mismo lugar una solicitud de visado múltiple y una solicitud de acceso al RTP, solo se le requerirá un juego de justificantes.

source: For more information, see the .
es_es: Para ms informacin, vanse las .

source: For more information, see the
es_es: Para obtener más información, consulte la sección

source: For more information see the .
es_es: Para ms informacin, vanse las .

source: If you do not leave the country on May 26, 2010, you will not be able to enter US territory in the next x years and will lose your bail of $500.
es_es: El gobierno le acaba de conceder salida voluntaria, si no sale del país el 26 de mayo de 2010 no podrá volver a ingresar al territorio de los Estados Unidos en los siguientes x años y perderá la fianza de 500 dólares.

source: Before visiting India, the Yellow Fever Vaccination Certificate is required if a tourist is coming from the Yellow Fever endemic countries.
es_es: El certificado amarillo de la vacunación de la fiebre se requiere para ser traído en la India, si un turista origina de o transiting a través de países endémicos de la fiebre amarilla.

source: A yellow fever vaccination is only required if you are going to the jungle. Check malaria prophylactics for all lowland rural areas to be visited (there is no malaria in the Cusco area!).
es_es: La vacuna contra la fiebre amarilla es sólo requerido si usted va a la selva. Verifique los profilácticos de la malaria para las zonas rurales a ser visitadas (no hay malaria en el área de Cusco), la Vacuna contra el cólera no es necesaria.

source: If you are coming from a country where there is yellow fever or where cholera is endemic, or if there are any infection areas declared so by the World Health Organisation, you must present a vaccination certificate issued at least 10 days before and no longer than 10 prior to entering the island.
es_es: Si provienes de un país donde haya fiebre amarilla y cólera endémico, o de alguno declarado zona de infección por la Organización Mundial de la Salud, deberás presentar un certificado de vacunación emitido al menos 10 días antes y no más de 10 años anteriores a la fecha de entrada a la Isla.

source: If you are coming from a country where there is yellow fever or where cholera is endemic, or if there are any infection areas declared so by the World Health Organization, you must present a vaccination certificate issued at least 10 days before and no longer than 10 prior to entering the island.
es_es: Si provienes de un país donde haya fiebre amarilla y cólera endémico, o de alguno declarado zona de infección por la Organización Mundial de la Salud, deberás presentar un certificado de vacunación emitido al menos 10 días antes y no más de 10 años anteriores a la fecha de entrada a la Isla.

source: RS Components is the leading distributor of electronic, electrical & industrial components for Europe and the Asia Pacific region.
es_es: RS Components es el principal distribuidor de componentes electrónicos, electromecánicos e industriales de Europa y Asia- Pacífico.

source: The training programme was attended by 16 participants from Africa and the Asia-Pacific region.
es_es: Asistieron al programa de capacitación 16 participantes de las regiones de África y Asia y el Pacífico.

source: Africa and the Asia-Pacific region continued to create employment in 2009.
es_es: África y la región de Asia y el Pacífico siguieron creando empleo en 2009.

source: They also called for closer cooperation with the regional and subregional organizations of tax administrations, especially in Africa and the Asia-Pacific region.
es_es: También pidieron que se cooperara más estrechamente con las organizaciones regionales y subregionales de administraciones tributarias, especialmente en África y en la región de Asia y el Pacífico.

source: Its main base is Jomo Kenyatta International Airport, Nairobi.
es_es: Su base principal es el Aeropuerto Internacional Jomo Kenyatta, Nairobi.

source: ====Airports====Nairobi is served primarily by Jomo Kenyatta International Airport.
es_es: === Aeropuertos ===Nairobi se sirve principalmente del Aeropuerto Internacional Jomo Kenyatta .

source: General Manager of Jomo Kenyatta International Airport, Nairobi
es_es: Gerente General del Aeropuerto Internacional Jomo Kenyatta de Nairobi

source: Banks at Jomo Kenyatta International Airport open daily from 7 a.m. to midnight.
es_es: Los bancos del aeropuerto internacional Jomo Kenyatta abren diariamente desde las 7.00 horas hasta la medianoche.

source: Map of the city centre
es_es: Escapada a… la Ruta de la Encomienda

source: Barcelona map of the city centre
es_es: Barcelona Mapa de el centro de la ciudad.

source: in the city centre.
es_es: en el centro de la ciudad.

source: Near The City centre
es_es: Cerca del centro de la ciudad

source: There is an oil refinery near Rey, south of the city.
es_es: Hay una refinería de crudo cerca de Ray, al sur de la ciudad.

source: The hotel is located in Ushuaia south of the city center.
es_es: El hotel se encuentra en Ushuaia al sur del centro de la ciudad.

source: There is also a souk at the city center next to an old fort.
es_es: También hay un zoco en el centro de la ciudad, próximo a un antiguo fuerte.

source: There is a conveniently placed airport just 20 minutes south of the city which many budget airlines fly into.
es_es: Hay un aeropuerto a 20 minutos al sur de la ciudad al que llegan muchas compañías aéreas.

source: What can be seen there?
es_es: ¿ Que es, lo que se puede ver allá ?

source: can be seen.
es_es: puede verse

source: Can be seen
es_es: Se aprecia

source: as can be seen.
es_es: como se ve.

source: The airport is in Osaka Bay.
es_es: Ese aeropuerto está en la Bahía de Osaka.

source: The country the stop / station / airport is in.
es_es: El país en el que está la parada/ estación/ aeropuerto.

source: The nearest commercial airport is in Pula.
es_es: El aeropuerto comercial más cercano se encuentra en Pula.

source: Regular transport service to and from the International Airport
es_es: Servicio regular de transporte desde y hasta el aeropuerto internacional

source: We offer online reservations for Monterrey airport transfers, both to and from the International Airport of Monterrey, to and from any part of the city.
es_es: http://roundhouseaquarium.org/accounting-cover-letter-entry-level-no-experience Accounting cover letter entry level no experience Nosotros ofrecemos reservaciones en-línea para traslados desde y hacia el aeropuerto de Monterrey, a cualquier parte de la ciudad de Monterrey.

source: The project provides shuttle service to and from the International Airport of Punta Cana and to the shopping center.
es_es: El proyecto ofrece servicio de transporte (shuttle service) desde y hasta el Aeropuerto Internacional de Punta Cana y Shuttle a los Shopping Centers del Area.

source: From the airport, you can take a bus to Caracas. Busses leave in front of the domestic terminal, which is right next to the international terminal.
es_es: Desde el aeropuerto, se puede tomar un autobús a Caracas. Buses salen frente del terminal nacional, que está justo al lado del terminal internacional.

source: The city bus system is operated by Kyoto City.
es_es: El autobús de la ciudad es administrado por la ciudad de Kyoto. Suba al autobús por la puerta trasera.

source: The Polish health care system is mostly based upon the health insurance scheme.
es_es: El sistema de atención sanitaria de Polonia se basa principalmente en el plan de seguro médico.

source: The first thing to notice is that the solar system is mostly empty space.
es_es: Lo primero que hay que notar es que el sistema solar es principalmente un espacio vacío.

source: They are costly in comparison to matatus and buses but are a safer and more convenient form of transport.
es_es: Estos son costosos en comparación con los matatu y autobuses, pero son una forma más segura y más conveniente de transporte.

source: Currently, the Government is in the process of phasing out the 14 seater public transport vehicles known as "matatus ".
es_es: En la actualidad, el Gobierno está eliminando paulatinamente los pequeños autobuses de 14 plazas conocidos como "matatus ".

source: The Kenyan public service vehicles popularly known as matatus were demonstrating against the latest Traffic Amendment 2012, which has introduced stiff penalties for both first time and repeat offenders and affects Kenyan motorists across the board.
es_es: Los vehículos kenianos de servicio público, popularmente conocidos como matatus, estaban protestando contra la más reciente Enmienda del Tráfico de 2012 , que ha introducido penas severas para los infractores primerizos y reincidentes y afecta a los conductores kenianos en todos los ámbitos.

source: can be obtained from:
es_es: puede obtenerse recurriendo

source: This can be obtained from the reform shop.
es_es: disponible en herboristerías.

source: 1, can be obtained from the observed data.
es_es: 1, se puede obtener de los datos observados.

source: I feel we must exercise extreme caution in any decisions relating to this area.
es_es: Creo que debemos poner un cuidado extraordinario en cualquier decisión relativa a este campo.

source: I feel we must exercise extreme caution in any decisions relating .to this area.
es_es: Creo que debemos poner un cuidado extraordinario en cualquier decisión relativa a este campo.

source: It is only 9 minutes by car or taxi from the hotel.
es_es: Está a tan solo 9 minutos en coche o en taxi desde el hotel.

source: If you have baggage with you it’s best to get a taxi from the station to your hotel.
es_es: Si tiene equipaje es mejor tomar un taxi hasta el hotel.

source: You will need to arrange for a ride to and from the procedure.
es_es: Consiga que alguien lo transporte de su casa al lugar donde se practica el procedimiento y viceversa.

source: You will need to arrange for a shuttle, taxi, or other means of transportation to get to the hotel.
es_es: Deberás organizar un servicio de traslado, taxi u otros medios de transporte para llegar al hotel.

source: The price of the service is dependent on the distance that you travel.
es_es: Los viajes de el retorno se van cada día de varias lugares en el área del pueblo.

source: The price is entirely dependent on the make and size of the caddy.
es_es: El precio depende enteramente de la marca y el tamaño de la base de soporte .

source: The price model is purely dependent on the transaction.
es_es: El precio modelo depende Ãºnicamente de las transacciones.

source: process to filter out all the bad traffic and
es_es: un proceso para filtrar todo el tráfico malo y

source: Line Pellegrini. Frequency at rush hours: 10 minutes.
es_es: Línea Pellegrini. Frecuencia en hora pico: 10 minutos.

source: am
es_es: soy

source: The machinery always grinds to a halt somewhere.
es_es: La maquinaria siempre se para en algún sitio.

source: On Wednesday the 9th of July the city of Durban grounded to a halt.
es_es: El Ecuador de 2015: el agotamiento de un modelo en un contexto de crisis mundial.

source: In 1836, much of the city was destroyed by a fire.
es_es: En 1836, gran parte de la ciudad fue destruida por el fuego.

source: 307. The principle of "deprivation of liberty as a last resort " is practiced in the Land Berlin, in particular by applying measures of youth welfare, such as anti-violence and anti-aggression training or settlement between offenders and victims.
es_es: 307. El principio de la "privación de la libertad como medida de última instancia " se aplica en el Land de Berlín en particular por conducto de medidas para el bienestar de los jóvenes, como formación contra la violencia y para el control de la agresión, o acuerdos entre transgresores y víctimas.

source: This is a good start, given the current atmosphere and the lack of trust between South and North.
es_es: Esto constituye un buen comienzo, dado el clima actual y la desconfianza entre el sur y el norte.

source: Given the lack of resources, it would be a good idea to replace those meetings with informal dialogues, which were often more fruitful.
es_es: Habida cuenta de la falta de recursos, sería conveniente sustituir esas reuniones oficiales por diálogos oficiosos, que a menudo son mucho más instructivos.

source: Given the lack of a list of demands common to all encampments, Barcelona’s seems the most consistent and politically is a good benchmark for future protest.
es_es: A falta de una tabla reivindicativa común de todas las acampadas, la de Barcelona parece la más consistente políticamente y es un buen punto de referencia reivindicativo para el futuro.

source: And finally, given the current status of work in the Conference on Disarmament, which is characterized by a lack of definition regarding its agenda, we do not think it is a good idea for any political signals to be given that might be used in the long run as a pretext for giving priority in that forum to consideration of topics relating to conventional weapons, to the detriment of what my country considers to be a matter of highest priority: the immediate commencement of negotiations on nuclear disarmament.
es_es: Por último, en la actual coyuntura de las labores de la Conferencia de Desarme, caracterizada por la falta de definición sobre su programa de trabajo, no consideramos conveniente estimular ninguna señal política que pueda utilizarse a la larga como pretexto para privilegiar en ese foro la consideración de temas relativos a armas convencionales en detrimento de lo que para mi país constituye una cuestión de máxima prioridad: el inmediato comienzo de las negociaciones sobre desarme nuclear.

source: Always ask for the price before the trip.
es_es: Antes de contratar el servicio pregunta siempre por el precio.

source: Note: In these cases coordination with the Centre to produce and agree on prices.
es_es: Nota: En estos casos coordinar con el Centro para producir y acordar precios.

source: However, it is recommended that in all cases IOM and the donor review and agree on the terms of reference before the final document is finalized.
es_es: Sin embargo, se recomienda que en todos los casos la OIM y el donante examinen el mandato y lleguen a un acuerdo al respecto antes de que se ultime el documento final.

source: 3. Achieve concrete progress in the negotiations by the year 2000 and agree on specific business facilitation measures to be adopted before the end of the century.
es_es: 3.Logren avances concretos en las negociaciones para el año 2000 y acuerden medidas específicas de facilitación de negocios que se deberán adoptar antes del fin del presente siglo.

source: Must be marked with a yellow flag.
es_es: Debe estar marcada con una bandera amarilla.

source: The rope has to be thick and resistant, with a mesh of some 13 cm on each side.
es_es: El hilo ha de ser grueso y resistente, con una malla de unos 13 cm por lado.

source: In Brazil, she tells us, foods containing GM organisms have to be marked with a yellow triangle.
es_es: En Brasil, nos explicó, los alimentos que contienen organismos genéticamente modificados tienen que estar marcados con un triángulo amarillo.

source: The evaluation menu (click Graphics with the right mouse key) enables individual wavelengths to be marked with a vertical line.
es_es: Para la determinación y marcado se debe colocar una línea vertical como marca por medio del menú de evaluación (tecla derecha del ratón sobre el gráfico).

source: You can also hire a taxi for Bs. 45 per hour for at least 3 hours.
es_es: Puede alquilar un taxi por hora por Bs.150 a partir de 3 horas.

source: The difference in size between the maxillary and the mandibular dental arches will frequently cause a bilateral crossbite.
es_es: La diferencia en tamaño entre los arcos maxilar y mandibular con frecuencia causará una mordida cruzada bilateral.

source: Sometimes there are differences in size between the medium and the reefed masthead, this is because they are designed for a specific race.
es_es: A veces hay diferencias de tamaño entre el grande y el mediano y el rizado, esto se debe a que están diseñados para una regata específica.

source: It is intermediate in size between the two other main branches of the ophthalmic nerve, the frontal nerve and the lacrimal nerve, and is more deeply placed.
es_es: Es de tamaño intermedio en comparación con las otras dos ramas del oftálmico, el nervio frontal y el nervio lagrimal y se ubica más profundamente que los otros dos.

source: The above results need to be interpreted in light of considerations related to proportionality and to the difference in size between the executive and the supervisory function.
es_es: Estos resultados deben interpretarse a la luz de consideraciones sobre la proporcionalidad y la diferencia de tamaño entre la función ejecutiva y la de supervisión.
